Repository: nicolasbahindwa/snakegame
Catalog: snakegame/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Stripe publishable key
es: Clave publicable de banda

source: Plan
es: el plan

source: Do you have a coupon code?
es: Tiene un código de cupón?

source: Name on card
es: Nombre en la tarjeta

source: How many coins do you want?
es: Cuantas monedas quieres?

source: Enter payment information
es: Introduzca Información del pago

source: Process payment
es: Procesar pago

source: Update payment information
es: Actualizar la información de pago

source: Update payment method
es: Actualizar método de pago

source: subscription
es: suscripción

source: This plan costs
es: Este plan cuesta

source: You already have an active subscription.
es: Ya tienes una suscripción activa.

source: Sorry, that plan did not exist.
es: Lo siento, ese plan no existía.

source: Awesome, thanks for subscribing!
es: ¡Genial, gracias por suscribirte!

source: You must enable JavaScript for this request.
es: Debe habilitar JavaScript para esta solicitud.

source: Your subscription has been updated.
es: Su suscripción ha sido actualizada.

source: You do not have an active subscription.
es: No tienes una suscripción activa.

source: Sorry to see you go, your subscription has been cancelled.
es: Lamento que te vayas, tu suscripción ha sido cancelada.

source: You do not have a payment method on file.
es: No tiene un método de pago registrado.

source: Your payment method has been updated.
es: Se actualizó su método de pago.

source: %(amount)s coins have been added to your account.
es: Se han agregado% (monto) s monedas a su cuenta.
